JASPbook/index.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2019-07-12 Fri 19:22 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>&lrm;</title>
<meta name="generator" content="Org mode" />
<link rel="stylesheet" type="text/css" href="../bjm.css" />
</head>
<body>
<div id="content">

<div id="outline-container-org849ca0b" class="outline-2">
<h2 id="org849ca0b">Learning Statistics with JASP</h2>
<div class="outline-text-2" id="text-org849ca0b">
<p>
Welcome to the homepage for the book <i>Learning Statistics with JASP: A Tutorial for Psychology Students and Other Beginners</i>, written by <a href="https://compcogscisydney.org/" target="_blank" >Danielle J. Navarro</a>, <a href="https://www.brookes.ac.uk/templates/pages/staff.aspx?uid=p0072582" target="_blank">David R. Foxcroft</a>, and <a href="https://tomfaulkenberry.github.io" target="_blank">Thomas J. Faulkenberry</a>.
</p>

<p>
<i>Learning Statistics with JASP</i> is a free textbook covering the basics of statistical inference for beginners in psychology and related applied disciplines. It uses the free software package <a href="http://jasp-stats.org" target="_blank">JASP</a>. Written in a lively, conversational style, it provides the reader with a perfect balance of readability and rigor, and gives students a modern view of statistical inference in the psychological and behavioral sciences. 
</p>
</div>

<div id="outline-container-orge8054ea" class="outline-3">
<h3 id="orge8054ea">Download the book</h3>
<div class="outline-text-3" id="text-orge8054ea">
<p>
<i>Learning Statistics with JASP</i> is available as a free PDF download. You can download the entire book in one file (~7MB), or you can download specific chapters below:
</p>

<ul class="org-ul">
<li>Complete book (<a href="lsj.pdf">pdf</a>)</li>
<li>Table of contents (<a href="chapters/toc.pdf">pdf)</a></li>
<li>Chapter 1: Why do we learn statistics? (<a href="chapters/chapter1.pdf">pdf</a>)</li>
<li>Chapter 2: A brief introduction to research design (<a href="chapters/chapter2.pdf">pdf</a>)</li>
<li>Chapter 3: Getting started with JASP (<a href="chapters/chapter3.pdf">pdf</a>)</li>
<li>Chapter 4: Descriptive statistics (<a href="chapters/chapter4.pdf">pdf</a>)</li>
<li>Chapter 5: Drawing graphs (<a href="chapters/chapter5.pdf">pdf</a>)</li>
<li>Chapter 6: Introduction to probability (<a href="chapters/chapter6.pdf">pdf</a>)</li>
<li>Chapter 7: Estimating unknown quantities from a sample (<a href="chapters/chapter7.pdf">pdf</a>)</li>
<li>Chapter 8: Hypothesis testing (<a href="chapters/chapter8.pdf">pdf</a>)</li>
<li>Chapter 9: Categorical data analysis (<a href="chapters/chapter9.pdf">pdf</a>)</li>
<li>Chapter 10: Comparing two means (<a href="chapters/chapter10.pdf">pdf</a>)</li>
<li>Chapter 11: Correlation and linear regression (<a href="chapters/chapter11.pdf">pdf</a>)</li>
<li>Chapter 12: Comparing several means (one-way ANOVA) (<a href="chapters/chapter12.pdf">pdf</a>)</li>
<li>Chapter 13: Factorial ANOVA (<a href="chapters/chapter13.pdf">pdf</a>)</li>
<li>Chapter 14: Bayesian statistics (<a href="chapters/chapter14.pdf">pdf</a>)</li>
<li>Epilogue (<a href="chapters/epilogue.pdf">pdf</a>)</li>
</ul>
</div>
</div>

<div id="outline-container-org3a077c6" class="outline-3">
<h3 id="org3a077c6">Data sets for book</h3>
<div class="outline-text-3" id="text-org3a077c6">
<p>
The example datasets that are used in <i>Learning Statistics with JASP</i> are available for download in two ways.
</p>

<ul class="org-ul">
<li>you can download one <a href="data.zip">ZIP file</a> containing all data files and save it to your computer (recommended)</li>
<li>you can download specific datasets from the book's GitHub <a href="https://github.com/tomfaulkenberry/JASPbook/tree/master/data" target="_blank">repository</a></li>
</ul>
</div>
</div>

<div id="outline-container-orgb14c31b" class="outline-3">
<h3 id="orgb14c31b">Source code</h3>
<div class="outline-text-3" id="text-orgb14c31b">
<p>
This book was written entirely in LaTeX, and all source code for the book can be found on <a href="http://github.com/tomfaulkenberry/JASPbook" target="_blank">GitHub</a>.
</p>
</div>
</div>

<div id="outline-container-org92f3aef" class="outline-3">
<h3 id="org92f3aef">Contributing?</h3>
<div class="outline-text-3" id="text-org92f3aef">
<p>
This book is completely open source, which means you are free to adapt it in any way you wish (as long as appropriate credit is given to the authors..see below). However, if you find issues that you would like to see in this posted version, feel free to contact <a href="mailto:faulkenberry@tarleton.edu?subject=JASP%20book%20issue">me</a> by email.  Even better would be to log an issue on <a href="https://github.com/tomfaulkenberry/JASPbook/issues" target="_blank">GitHub</a>.
</p>

<br>

<p>
This book is an adaptation of Navarro, D.J., &amp; Foxcroft, D. R. (2019). <a href="http://learnstatswithjamovi.com" target="_blank">learning statistics with jamovi</a>: A tutorial for psychology students and other beginners. (Version 0.7). DOI: 10.24384/hgc3-7p15
</p>

<p>
The book is released under a <a href="https://creativecommons.org/licenses/by-sa/4.0/" target="_blank">Creative Commons CC BY-SA 4.0 license</a>. This means that this book can be reused, remixed, retained, revised and redistributed (including commercially) as long as appropriate credit is given to the authors. If you remix, or modify the original version of this open textbook, you must redistribute all versions of this open textbook under the same license as the original.
</p>


<br><br><br><br>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="date">Created: 2019-07-12 Fri 19:22</p>
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
